Repository: innovatordm/billogram-woocommerce
Catalog: languages/billogram-wc-*.po
Languages: sv_se

source: Pay by invoice.
sv_se: Betala med faktura.

source: <strong>Failed to create invoice at Billogram.</strong>
sv_se: <strong>Misslyckades med att skapa faktura hos Billogram.</strong>

source: Waiting for order approval.
sv_se: Väntar på att ordern ska bli godkänd.

source: Invoice sent, waiting for payment.<br>
sv_se: Faktura skickad, inväntar betalning.<br>

source: Manual payment for invoice, registered by seller.<br>Amount: %d kr.<br>%d kr remains to be paid.
sv_se: Manuell betalning för faktura, registererad av säljare.<br>Belopp: %d kr.<br>%d kr kvarstår att betalas.

source: Payment from customer received.<br>Amount: %d kr. <br>%d kr remains to be paid.
sv_se: Betalning från kund mottagen.<br>Belopp: %d kr.<br>%d kr kvarstår att betalas.

source: Invoice has expired.
sv_se: Fakturan har förfallit.

source: The invoice has been paid in whole.
sv_se: Hela fakturabeloppet betalt.

source: Subscription has been paid.
sv_se: Prenumerationen har betalats.

source: Activate/Deactivate
sv_se: Aktiver/Deaktivera

source: Activate Billogram
sv_se: Aktivera Billogram

source: Title
sv_se: Titel

source: Write the title you want to be displayed at checkout.
sv_se: Skriv den titel du vill visa vid kassan.

source: Description
sv_se: Beskrivning

source: Write the description you want to be showed at checkout.
sv_se: Skriv den beskrivning du vill visa vid kassan.

source: Billogram sandbox
sv_se: Billogram test miljö

source: Activate Billogram test environment
sv_se: Aktivera Billograms test miljö

source: Test billogram in the sanbox environment, you must register a Sanbox account with Billogram in order to use this feature. More information can be found <a href="%s">here</a>.
sv_se: Testa billogram i deras test miljö, du måste registrera ett separat konto hos Billogram för att kunna använda denna tjänst. Mer information kan hittas <a href="%s">här</a>.

source: Invoice settings
sv_se: Faktura inställningar

source: Send invoices automatically
sv_se: Skicka fakturor automatiskt

source: Send invoices manually
sv_se: Skicka fakturor manuellt

source: API settings
sv_se: API inställningar

source: To find your API credentials; login to Billogram and navigate to the account settings, then scroll down to the bottom of the page. %sLink to Billogram settings page%s.
sv_se: För att hitta dina API detaljer väljer du som inloggad först inställningar högst upp till höger, scrolla ned till sektionen API och skapa en API-nyckel. %sLänk till billogram inställningar%s.

source: API Username
sv_se: API användarnamn

source: Your API username for Billogram API.
sv_se: API för Billograms API.

source: This field must not be empty!
sv_se: Du måste fylla i det här fältet!

source: API Password
sv_se: API lösenord

source: Your API password for Billogram API.
sv_se: API lösenord för Billograms API.

source: Failed to create the invoice
sv_se: Misslyckades med att skapa fakturan

source: Something went wrong, the invoice was not sent!
sv_se: Något gick fel, fakturan har inte skickats!

source: Invoice sent
sv_se: Fakura skickad

source: Order created!
sv_se: Order skapad!

source: This order does not contain any subscriptions!
sv_se: Den här ordern behåller ingen prenumerationsprodukt!

source: Woocommerce Subscriptions was not found!
sv_se: Woocommerce Subscriptions hittades inte!

source: Something went wrong, the order was not created!
sv_se: Något gick fel, ordern skapades inte!

source: Billogram Invoice Actions
sv_se: Billogram Faktura Åtgärder

source: <h4>Invoice actions</h4>
sv_se: <h4>Faktura åtgärder</h4>

source: <h4>subscription actions</h4>
sv_se: <h4>Prenumerationsåtgärder</h4>

source: <p class='howto'><strong>You must use the original sbuscription order, in order to create a renewal order.</strong></p>
sv_se: <p class='howto'><strong>Du måste använda original ordern för att skapa en förnyelse order!</strong></p>

source: <p class='howto'><strong>NOTE!</strong> Only use this if you want to create a new renewal order!</p>
sv_se: <p class='howto'><strong>OBS!</strong> Använd bara det här om du vill skapa en ny förnyelseorder!</p>

source: Invoice status
sv_se: Faktura status

source: Not sent
sv_se: Inte skickad

source: Sent
sv_se: Skickad

source: Paid
sv_se: Betald

source: Partially paid
sv_se: Delvis betald

source: Expired
sv_se: Förfallen

source: Unknown status
sv_se: Okänd status

source: Billogram Order received
sv_se: Billogram Orderbekräftelse

source: Send a notification to the user that their order has been received
sv_se: Notifiera kunden att deras order har blivit mottagen

source: Enable/Disable
sv_se: Aktivera/Deaktivera

source: Enable this email notification
sv_se: Använd den här email notifikationen

source: Subject
sv_se: Ämne

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
sv_se: Det här fältet kontrollerar vad som visas i ämnesraden på emailet. Lämna det här fältet blankt om du vill att använda standard värdet: <code>%s</code>.

source: Order received
sv_se: Orderbekräftelse

source: Email Heading
sv_se: Email titel

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
sv_se: Det här fältet kontrollerar vad som visas som huvudtitel i emailet. Lämna det här fältet blankt om du vill att använda standard värdet: <code>%s</code>.

source: Email type
sv_se: Email typ

source: Choose which format of email to send.
sv_se: Välj i vilket format du vill skicka emailet.

source: Your order has now been received.
sv_se: Din beställning har nu mottagits.

source: The payment method you chose needs to be manually processed by us, we will continue to notify you about updates of your order.
sv_se: Betalmetoden ni valt behövs behandlas av oss manuellt, vi kommer att fortsätta uppdatera dig kring statusen för ordern.

source: Your order details are shown below for your reference:
sv_se: Detaljerna för er order kan ses nedanför:

source: Dispatch settings
sv_se: Faktura utskick

source: Choose whether you want to send invoices automatically or manually on orders.
sv_se: Välj om fakturar ska skickas ut manuellt eller automatiskt.

source: Awaiting Approval
sv_se: Bekräfta Order

source: Awaiting Approval <span class="count">(%s)</span>
sv_se: Behöver Bekräftelse <span class="count">(%s)</span>
